{
  "actions": [
    {
      "acted_at": "2017-02-16", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-02-16", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s412-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "P000612", 
      "district": null, 
      "name": "Perdue, David", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-02-16", 
      "state": "GA", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-02-16", 
  "number": "412", 
  "official_title": "A bill to amend the Homeland Security Act of 2002 to require State and local coordination on cybersecurity with the national cybersecurity and communications integration center, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "State and Local Cyber Protection Act of 2017", 
  "sponsor": {
    "bioguide_id": "P000595", 
    "district": null, 
    "name": "Peters, Gary C.", 
    "state": "MI", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-02-16", 
  "subjects": [
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Government information and archives", 
    "Government operations and politics", 
    "Intergovernmental relations", 
    "Right of privacy", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2017-02-16T05:00:00Z", 
    "text": "State and Local Cyber Protection Act of 2017\n\nThis bill amends the Homeland Security Act of 2002 to require the Department of Homeland Security's (DHS's) national cybersecurity and communications integration center (NCCIC) to assist state and local governments with cybersecurity by:\n\n upon request, identifying system vulnerabilities and information security protections to address unauthorized access, use, disclosure, disruption, modification, or destruction of information collected or maintained by, or information systems used or operated by, state or local governments or other organizations or contractors on their behalf; providing via a web portal updated resources and guidelines related to information security; coordinating through national associations to implement information security tools and policies to ensure the resiliency of state and local information systems; providing training on cybersecurity, privacy, and civil liberties; providing requested technical assistance to deploy technology that continuously diagnoses and mitigates cyber threats and to conduct threat and vulnerability assessments; coordinating vulnerability disclosures under standards developed by the National Institute of Standards and Technology; and ensuring that state and local governments are aware of DHS resources and other federal tools to ensure the security and resiliency of federal civilian information systems. The NCCIC's privacy and civil liberties training must include: (1) reasonable limits on the receipt, retention, use, and disclosure of information associated with specific persons that is not necessary for cybersecurity purposes; (2) data integrity standards requiring the prompt removal and destruction of obsolete or erroneous names and personal information that is unrelated to the risk or incident information; (3) safeguards and confidentiality protections for cyber threat indicators and defensive measures, including information that is proprietary or business-sensitive that may be used to identify specific persons from unauthorized access or acquisition; and (4) methods to ensure that obtained information is used only to address cybersecurity risks and threats or as specifically authorized by law.\n\nThe NCCIC must seek feedback from state and local governments on the effectiveness of such activities and provide such information to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "State and Local Cyber Protection Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "State and Local Cyber Protection Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Homeland Security Act of 2002 to require State and local coordination on cybersecurity with the national cybersecurity and communications integration center, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "State and Local Cyber Protection Act of 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-06-19T21:15:28Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s412.xml"
}