{
  "actions": [
    {
      "acted_at": "2017-01-03", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-01-03", 
      "action_code": "H11100-A", 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Homeland Security, and in addition to the Committee on Energy and Commerce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-01-03", 
      "action_code": "H11100", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-01-03", 
      "action_code": "H11100", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-01-11", 
      "action_code": "", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Cybersecurity, Infrastructure Protection, and Security Technologies.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-01-25", 
      "action_code": "", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on Environment.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr59-115", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and the Economy", 
      "subcommittee_id": "18"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Cybersecurity, Infrastructure Protection, and Security Technologies", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-01-03", 
  "number": "59", 
  "official_title": "To enhance the security of chemical facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Frank Lautenberg Memorial Secure Chemical Facilities Act", 
  "sponsor": {
    "bioguide_id": "J000032", 
    "district": "18", 
    "name": "Jackson Lee, Sheila", 
    "state": "TX", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-01-03", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Civil actions and liability", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Department of Homeland Security", 
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Employment discrimination and employee rights", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Fires", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Higher education", 
    "Homeland security", 
    "Industrial facilities", 
    "Performance measurement", 
    "Personnel records", 
    "Solid waste and recycling", 
    "Terrorism", 
    "Water quality", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2017-01-03T05:00:00Z", 
    "text": "Frank Lautenberg Memorial Secure Chemical Facilities Act\n\nThis bill amends the Homeland Security Act of 2002 to set forth provisions for the regulation of security practices at chemical facilities.\n\nThe Department of Homeland Security (DHS) is authorized to designate: (1) any chemical substance as a substance of concern and establish and adjust the threshold quantity for each such substance after considering the potential extent of death, injury, and serious adverse effects that could result from a chemical facility terrorist incident; and (2) a chemical facility as a covered chemical facility if DHS determines such facility is a sufficient security risk.\n\nDHS must: (1) maintain a list of covered chemical facilities that are of sufficient security risk, (2) assign each covered facility to one of four risk-based tiers, (3) establish standards and procedures for security vulnerability assessments and site security plans, (4) require each facility owner or operator to submit and implement such an assessment and plan, and (5) establish risk-based chemical security performance standards for site security plans.\n\nDHS is authorized, under specified circumstances, to: (1) accept an alternate security program submitted by the owner or operator of the facility, (2) conduct facility security inspections, and (3) obtain access to and copy records necessary for reviewing or analyzing a security vulnerability assessment or site security plan.\n\nDHS shall: (1) share threat information with owners, operators, security officers, and representative of bargaining agents at the facility and with state and local government authorities in a timely manner; (2) require a facility owner or operator to provide information concerning a threat to, or any unauthorized penetration of the physical security or cyber security of, the facility in a timely manner; and (3) disapprove and require revisions to a security vulnerability assessment or site security plan that does not comply with the requirements of this bill or that fails to meet security performance standards.\n\nThe bill authorizes DHS to: (1) issue an order assessing penalties for noncompliance with this bill, and (2) order a facility owner or operator that continues to be in noncompliance to cease facility operations.\n\nThe bill: (1) establishes whistleblower protections for employees of a covered chemical facility who report violations of this bill, and (2) prohibits the public disclosure of certain protected information related to security vulnerability assessments and site security plans developed pursuant to this bill.\n\nDHS shall make available information on the use and availability of methods to reduce the consequences of a chemical facility terrorist attack. Site security plans must include an assessment of such methods. The owner or operator of a tier 1 or tier 2 facility shall implement such methods if the Office of Chemical Facility Security determines that such implementation would significantly reduce the risk of death, injury, or serious adverse effects to human health resulting from a terrorist incident, can feasibly be incorporated into facility operations, and would not significantly impair the owner's or operator's ability to continue the business of the facility at its location.\n\nDHS must provide guidance and appropriate, tools, methodologies, or computer software to assist farm supplies merchant wholesalers and small covered chemical facilities in complying with this bill.\n\nSpecified facilities are exempt from the requirements of this bill, including Department of Defense chemical facilities, Nuclear Regulatory Commission-regulated chemical facilities, public water systems, and treatment works.\n\nThe bill establishes in DHS an Office of Chemical Facility Security.\n\nDHS shall require covered chemical facilities to establish personnel surety for facility employees by conducting appropriate security background checks and ensuring appropriate credentials for unescorted facility visitors and personnel.\n\nThe bill authorizes civil actions and citizen petitions by individuals alleging violations of this bill.\n\nDHS shall: (1) establish a notification system to report a suspected security deficiency or suspected noncompliance with the requirements of this bill, (2) assess and report on the emergency response resources that would be required to feasibly respond to a worst-case chemical facility terrorist incident, and (3) report annually for 10 years on progress in achieving compliance with this bill.\n\nThe bill authorizes appropriations for grants for methods to reduce the consequences of a terrorist attack FY2016-F2020.\n\nDHS may, until final rules issued to carry out this bill take effect, to: (1) continue to carry out existing Chemical Facility Anti-Terrorism Standards regulations, and (2) amend such regulations to ensure that they are consistent with this bill.\n\nDHS shall review the designation of sodium fluoroacetate as a substance of concern.\n\nThe bill prohibits DHS from using federal funds to approve a site security plan for a chemical facility unless the facility meets or exceeds security standards and requirements to protect the facility against acts of terrorism."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Frank Lautenberg Memorial Secure Chemical Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Frank Lautenberg Memorial Secure Chemical Facilities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To enhance the security of chemical facilities, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Frank Lautenberg Memorial Secure Chemical Facilities Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-06-19T20:30:33Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/hr/BILLSTATUS-115hr59.xml"
}