{
  "actions": [
    {
      "acted_at": "2017-03-07", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-03-07", 
      "action_code": "H11100", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-03-10", 
      "action_code": "", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-03-10", 
      "action_code": "", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2017-03-27", 
      "action_code": "H12200", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Reported by the Committee on Oversight and Government Reform. H. Rept. 115-62.", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-03-27", 
      "action_code": "H12410", 
      "calendar": "Union", 
      "number": "34", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 34.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1387-115", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [
    "H. Rept. 115-62"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "D000621", 
      "district": "6", 
      "name": "DeSantis, Ron", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "FL", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000450", 
      "district": "5", 
      "name": "Foxx, Virginia", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "NC", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000372", 
      "district": "11", 
      "name": "Frelinghuysen, Rodney P.", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "NJ", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001052", 
      "district": "1", 
      "name": "Harris, Andy", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "MD", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "L000563", 
      "district": "3", 
      "name": "Lipinski, Daniel", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-03-09", 
      "state": "IL", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001187", 
      "district": "11", 
      "name": "Meadows, Mark", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "NC", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001189", 
      "district": "6", 
      "name": "Messer, Luke", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "IN", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000592", 
      "district": "4", 
      "name": "Rokita, Todd", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "IN", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000604", 
      "district": "5", 
      "name": "Russell, Steve", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-03-09", 
      "state": "OK", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "W000798", 
      "district": "7", 
      "name": "Walberg, Tim", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-07", 
      "state": "MI", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2017-03-10", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-03-07", 
  "number": "1387", 
  "official_title": "To reauthorize the Scholarships for Opportunity and Results Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr244-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Scholarships for Opportunity and Results Reauthorization", 
  "sponsor": {
    "bioguide_id": "C001076", 
    "district": "3", 
    "name": "Chaffetz, Jason", 
    "state": "UT", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2017-03-10", 
  "subjects": [
    "Academic performance and assessments", 
    "Criminal justice information and records", 
    "District of Columbia", 
    "Education", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Elementary and secondary education", 
    "Higher education", 
    "Personnel records", 
    "Science and engineering education", 
    "Student aid and college costs", 
    "Student records", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2017-03-27T15:08:27Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nScholarships for Opportunity and Results Reauthorization Act or the SOAR Reauthorization Act\n\n(Sec. 2) This bill repeals the D.C. Opportunity Scholarship Program School Certification Requirements Act, as contained in the Consolidated Appropriations Act, 2016.\n\n(Sec. 3) The Scholarships for Opportunity and Results Act (SOAR) is amended to limit its focus to students in the lowest-performing Washington, DC, elementary and secondary schools.\n\n(Sec. 4) The Department of Education (ED) shall not limit the number of eligible students receiving Opportunity Scholarship Program (OSP) scholarships, or prevent otherwise eligible students from participating in the OSP because of:\n\n the type of school the student previously attended; whether or not the individual previously received the scholarship or participated in OSP, including one previously awarded a scholarship who did not use it; or was a member of the control group used by the Institute of Education Sciences to carry out previous OSP evaluations. (Sec. 5) An eligible nonprofit organization's application for an OSP grant must include how it will ensure:\n\n the financial viability of a participating school in which 85% or more of enrolled students receive and use an opportunity scholarship, utilization of internal fiscal and quality controls and compliance with financial reporting requirements. (Sec. 6) Priorities for the award of scholarships are modified to give priority to:\n\n students who in the preceding school year attended a low-achieving elementary or secondary school, and certain students regardless of whether they have attended a private school. (Sec. 7) OSP-participating schools must:\n\n ensure that participating students are taught core subject matter by a teacher with a baccalaureate or equivalent degree, conduct criminal background checks on school employees who have direct and unsupervised interactions with students, and comply with all requests for data and information regarding certain reporting requirements. Participating private schools must be provisionally or fully accredited or in the process of seeking accreditation.\n\nED must make OSP funds available to eligible entities receiving a grant for administrative expenses and parental education and assistance.\n\n(Sec. 8) The bill revises current OSP evaluation procedures.\n\nED shall ensure that evaluation of the OSP is conducted using an acceptable quasi-experimental research design for determining the effectiveness of the opportunity scholarship program under this division that does not use a control study group consisting of students who applied for but did not receive opportunity scholarships.\n\nThe bill revises the duties of the ED Institute of Educational Sciences (IES) to repeal the requirement for a grade appropriate, nationally norm-referenced standardized test each school year to assess participating eligible students. IES shall instead assess participating eligible students who use an opportunity scholarship in each of grades 3 through 8, as well as one of the high school level grades, by supervising the administration of a specified reading and mathematics assessment used by the DC public schools.\n\nThe issues to be assessed shall exclude OSP success in increasing parental involvement of such parents in the education of their children, but include:\n\n a comparison of the academic achievement of participating eligible students who use an opportunity scholarship to the academic achievement of a comparison group of students with similar backgrounds in the DC public schools and DC public charter schools (instead of the academic growth and achievement of the eligible students in the same grades who sought to participate in the OSP but were not selected); a comparison of the college enrollment rates, college persistence rates, and college graduation rates of students who participated in the program in specified years as the result of winning the OSP lottery with the enrollment, persistence, and graduation rates for students who entered but did not win the lottery in those years and who, as a result, served as the control group for previous evaluations of the program; as well as an assessment of student academic achievement at participating schools in which 85% of the total number of students enrolled at the school are participating eligible students who receive and use an opportunity scholarship. The prohibition against any disclosure of personally identifiable information shall be replaced with specified requirements for such a disclosure.\n\n(Sec. 9) The specified authorized OSP funds that ED may withhold for noncompliance with SOAR requirements shall be differentiated based on whether the noncompliance relates to the DC public schools, to the DC public charter schools, or to both.\n\nFunds provided under this bill to support DC public charter schools may be directed to the Office of the State Superintendent of Education for transfer to subgrantee public charter schools or networks of such schools, or DC-based non-profit organizations with successful experience with them.\n\n(Sec. 10) ED and the Mayor shall revise a specified memorandum of understanding to ensure that participating schools meet fire code standards and maintain certificates of occupancy.\n\n(Sec. 12) The bill reauthorizes the OSP through FY2022.\n\n(Sec. 13) This bill shall apply beginning with the 2018-2019 school year."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Scholarships for Opportunity and Results Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SOAR Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Scholarships for Opportunity and Results Reauthorization", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "SOAR Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize the Scholarships for Opportunity and Results Act, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "SOAR Reauthorization Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-08-10T13:23:35Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/hr/BILLSTATUS-115hr1387.xml"
}