{
  "actions": [
    {
      "acted_at": "2017-02-14", 
      "action_code": "Intro-H", 
      "references": [], 
      "text": "Introduced in House", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-02-14", 
      "action_code": "H11100", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-03-02", 
      "action_code": "", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to the Subcommittee on the Constitution and Civil Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr1053-115", 
  "bill_type": "hr", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution and Civil Justice", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-02-14", 
  "number": "1053", 
  "official_title": "To amend chapter 111 of title 28, United States Code, relating to protective orders, sealing of cases, disclosures of discovery information in civil actions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Sunshine in Litigation Act of 2017", 
  "sponsor": {
    "bioguide_id": "N000002", 
    "district": "10", 
    "name": "Nadler, Jerrold", 
    "state": "NY", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-02-14", 
  "subjects": [
    "Civil actions and liability", 
    "Evidence and witnesses", 
    "Freedom of information", 
    "Government information and archives", 
    "Health information and medical records", 
    "Law", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced in House", 
    "date": "2017-02-14T05:00:00Z", 
    "text": "Sunshine in Litigation Act of 2017\n\nThis bill amends the federal judicial code to prohibit a court, in any civil action in which the pleadings state facts relevant to the protection of public health or safety, from entering an order restricting the disclosure of information obtained through discovery, approving a settlement agreement that would restrict such disclosure, or restricting access to court records, unless the court first makes independent findings: (1) that the order would not restrict the disclosure of information relevant to the protection of public health or safety; or (2) that the public interest in the disclosure of past, present, or potential health or safety hazards is outweighed by a specific and substantial interest in maintaining the confidentiality of the information and that the requested protective order is no broader than necessary to protect the confidentiality interest asserted.\n\nCourts are prohibited from enforcing any provision of: (1) an agreement between or among parties to the civil action, or an order entered under this bill, that restricts a party from disclosing information to any federal or state agency with authority to enforce laws regulating an activity relating to such information; or (2) a settlement agreement between or among parties to such civil action that prohibits a party from disclosing that a settlement was reached or the terms of the settlement (excluding any money paid) that involve matters relevant to the protection of public health or safety, or from discussing matters relevant to the protection of public health or safety involved in such civil action. The bill exempts from this enforcement prohibition (thus allows enforcement of) a settlement agreement provision about which the court finds that the public interest in the disclosure of past, present, or potential public health or safety hazards is outweighed by a specific and substantial interest in maintaining the confidentiality of the information in question, and the requested protective order is no broader than necessary to protect the confidentiality interest asserted.\n\nThe bill creates a rebuttable presumption that the interest in protecting personally identifiable information of an individual outweighs the public interest in disclosure.\n\nNothing in this bill shall be construed to permit, require, or authorize the disclosure of classified information, as defined under the Classified Information Procedures Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sunshine in Litigation Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sunshine in Litigation Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend chapter 111 of title 28, United States Code, relating to protective orders, sealing of cases, disclosures of discovery information in civil actions, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Sunshine in Litigation Act of 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-06-19T21:00:17Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/hr/BILLSTATUS-115hr1053.xml"
}