{
  "actions": [
    {
      "acted_at": "2017-01-05", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-01-05", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s36-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "B001236", 
      "district": null, 
      "name": "Boozman, John", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-01-05", 
      "state": "AR", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001095", 
      "district": null, 
      "name": "Cotton, Tom", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-01-05", 
      "state": "AR", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "C001098", 
      "district": null, 
      "name": "Cruz, Ted", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-01-05", 
      "state": "TX", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "G000386", 
      "district": null, 
      "name": "Grassley, Chuck", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-01-05", 
      "state": "IA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000612", 
      "district": null, 
      "name": "Perdue, David", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-01-10", 
      "state": "GA", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-01-05", 
  "number": "36", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide for extensions of detention of certain aliens ordered removed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Keep Our Communities Safe Act of 2017", 
  "sponsor": {
    "bioguide_id": "I000024", 
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-01-05", 
  "subjects": [
    "Administrative remedies", 
    "Border security and unlawful immigration", 
    "Criminal procedure and sentencing", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Detention of persons", 
    "Due process and equal protection", 
    "Homeland security", 
    "Immigration", 
    "Immigration status and procedures", 
    "Infectious and parasitic diseases", 
    "Mental health", 
    "Violent crime"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2017-01-05T05:00:00Z", 
    "text": "Keep Our Communities Safe Act of 2017\n\nThis bill amends the Immigration and Nationality Act to revise requirements for the detention and removal of aliens ordered removed.\n\nThe bill expresses the sense of Congress that: (1) constitutional rights should be upheld and protected, (2) Congress intends to uphold the constitutional principle of due process, and (3) due process of the law is a right afforded to everyone in the United States.\n\nThe bill expands the authority of the Department of Homeland Security (DHS) to take a criminal alien into custody pending a determination of removability and provides that the alien, unless eligible for bond release, may be detained without limitation until subject to a final order of removal.\n\nThe Attorney General's review of DHS custody determinations is limited to whether the alien may be detained, released with no bond, or released on bond of at least $1,500. Review of DHS custody determinations for an alien in certain categories is limited to whether the alien was properly included in such category.\n\nThe removal period begins on the latest of:\n\n the date the removal order becomes administratively final; the date the alien is taken into DHS custody if the alien is not in DHS custody on the date the removal order becomes administratively final; or if the alien is detained or confined (except under an immigration process) on the date the removal order becomes administratively final, the date the alien is taken into DHS custody after the alien is released from detention or confinement. The removal (and detention) period shall be extended beyond 90 days if:\n\n the alien fails or refuses to comply with the removal order or to fully cooperate with DHS efforts to establish the alien's identity and carry out the removal order; a court, the Board of Immigration Appeals, or an immigration judge orders a stay of removal of an alien subject to a final removal order; DHS transfers custody of the alien to another federal agency or to a state or local agency; or a court or the Board of Immigration Appeals orders a remand to an immigration judge or the Board of Immigration Appeals while the case is pending a decision on remand. In the case of such an extended removal, a new removal period shall begin on the date: (1) the alien makes all reasonable efforts to comply with the removal order or to cooperate fully with DHS efforts to establish the alien's identity and carry out the removal order, (2) the stay of removal is no longer in effect, or (3) the alien is returned to DHS custody.\n\nThe bill requires mandatory detention for an alien who is inadmissible or deportable under specified criminal or terrorist grounds.\n\nDHS shall establish a detention review process for cooperative aliens.\n\nDHS may detain indefinitely, subject to six-month review, an alien under a removal order who cannot be removed if:\n\n the alien will be removed in the reasonably foreseeable future; the alien would have been removed but for his or her refusal to cooperate with DHS identification and removal efforts; the alien has a highly contagious disease that poses a public safety threat; release would have serious adverse foreign policy consequences or would threaten national security; or release would threaten the safety of the community or any person and the alien has been convicted of either one or more aggravated felonies or crimes of violence and, because of a mental or personality condition, is likely to engage in future acts of violence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Keep Our Communities Safe Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Keep Our Communities Safe Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Immigration and Nationality Act to provide for extensions of detention of certain aliens ordered removed, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Keep Our Communities Safe Act of 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-06-19T20:30:19Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s36.xml"
}