{
  "actions": [
    {
      "acted_at": "2017-02-02", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-02-02", 
      "action_code": "", 
      "committees": [
        "SSGA"
      ], 
      "references": [
        {
          "reference": "CR S657-658", 
          "type": "Sponsor introductory remarks on measure"
        }, 
        {
          "reference": "CR S658", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s278-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "W000805", 
      "district": null, 
      "name": "Warner, Mark R.", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-02-02", 
      "state": "VA", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-02-02", 
  "number": "278", 
  "official_title": "A bill to amend the Homeland Security Act of 2002 to provide for innovative research and development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr239-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Support for Rapid Innovation Act of 2017", 
  "sponsor": {
    "bioguide_id": "D000618", 
    "district": null, 
    "name": "Daines, Steve", 
    "state": "MT", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-02-02", 
  "subjects": [
    "Computer security and identity theft", 
    "Research administration and funding", 
    "Research and development", 
    "Right of privacy", 
    "Science, technology, communications"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2017-02-02T05:00:00Z", 
    "text": "Support for Rapid Innovation Act of 2017\n\nThis bill amends the Homeland Security Act of 2002 to direct the Under Secretary for Science and Technology of the Department of Homeland Security (DHS) to support the research, development, testing, evaluation, and transition of cybersecurity technologies.\n\nSuch research and development shall:\n\n advance the development and accelerate the deployment of more secure information systems; improve and create technologies for detecting and preventing attacks or intrusions; improve and create mitigation and recovery methodologies and development of resilient networks and information systems; support the review of source code that underpins critical infrastructure information systems; and assist the development, support, or deployment of technologies for industrial control systems, cyber forensics, attack attribution capabilities, full information lifecycle security technologies, information security measures and perimeter-based protections, detection of improper information access by authorized users, cryptography, assurance that software is free from vulnerabilities and functioning as intended, automatic updates of software and firmware, and identification of unidentified or future threats. The Under Secretary shall:\n\n support projects carried out under this bill through their full life cycle; identify mature technologies that address existing or imminent cybersecurity gaps in public or private information systems and networks, protect sensitive information within and outside networks, identify and support necessary improvements, and introduce new cybersecurity technologies throughout the homeland security enterprise through partnerships and commercialization; and target federally funded cybersecurity research that demonstrates a high probability of successful transition to the commercial market within two years and that is expected to have a notable impact on information systems and networks. The bill: (1) extends the authority of the DHS to carry out a research and development projects pilot program until September 30, 2021; (2) requires a DHS component to obtain the DHS Secretary's approval before utilizing authority for such a project by providing a proposal that includes the rationale, funds to be spent, and expected outcome for the project; and (3) requires DHS's annual report on such program to include the extent of cost-sharing for projects among federal and nonfederal sources and the extent to which utilization of project authority has addressed a homeland security capability gap or threat to the homeland.\n\nDHS must develop training for acquisitions staff on the utilization of DHS's authority to enter into transactions (other than contracts, cooperative agreements, and grants) for research and development projects to ensure accountability and effective management of projects consistent with the Program Management Improvement Accountability Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Support for Rapid Innovation Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Support for Rapid Innovation Act of 2017", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Homeland Security Act of 2002 to provide for innovative research and development, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Support for Rapid Innovation Act of 2017", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-06-19T21:00:30Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s278.xml"
}