{
  "actions": [
    {
      "acted_at": "2017-03-27", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-03-27", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2017-03-30", 
      "action_code": "", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2017-06-22", 
      "action_code": "", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Murkowski without amendment. With written report No. 115-116.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2017-06-22", 
      "action_code": "", 
      "calendar": "Senate Legislative", 
      "number": "154", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 154.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s733-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [
    "S. Rept. 115-116"
  ], 
  "committees": [
    {
      "activity": [
        "reporting", 
        "markup", 
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "115", 
  "cosponsors": [
    {
      "bioguide_id": "A000360", 
      "district": null, 
      "name": "Alexander, Lamar", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-04-03", 
      "state": "TN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000618", 
      "district": null, 
      "name": "Daines, Steve", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-03-30", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "D000607", 
      "district": null, 
      "name": "Donnelly, Joe", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-05-04", 
      "state": "IN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "F000463", 
      "district": null, 
      "name": "Fischer, Deb", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-03-28", 
      "state": "NE", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001046", 
      "district": null, 
      "name": "Heinrich, Martin", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-27", 
      "state": "NM", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001069", 
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-27", 
      "state": "ND", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "H001061", 
      "district": null, 
      "name": "Hoeven, John", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-03-30", 
      "state": "ND", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000384", 
      "district": null, 
      "name": "Kaine, Tim", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-04-05", 
      "state": "VA", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "K000367", 
      "district": null, 
      "name": "Klobuchar, Amy", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-04-05", 
      "state": "MN", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001183", 
      "district": null, 
      "name": "Manchin, Joe, III", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-27", 
      "state": "WV", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "M001170", 
      "district": null, 
      "name": "McCaskill, Claire", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-04-05", 
      "state": "MO", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "P000449", 
      "district": null, 
      "name": "Portman, Rob", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-05-02", 
      "state": "OH", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "R000584", 
      "district": null, 
      "name": "Risch, James E.", 
      "original_cosponsor": true, 
      "sponsored_at": "2017-03-27", 
      "state": "ID", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "S001202", 
      "district": null, 
      "name": "Strange, Luther", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-03-30", 
      "state": "AL", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "bioguide_id": "T000464", 
      "district": null, 
      "name": "Tester, Jon", 
      "original_cosponsor": false, 
      "sponsored_at": "2017-04-05", 
      "state": "MT", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2017-06-22", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-03-27", 
  "number": "733", 
  "official_title": "A bill to protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1460-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Sportsmen's Act", 
  "sponsor": {
    "bioguide_id": "M001153", 
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2017-03-30", 
  "subjects": [
    "Advisory bodies", 
    "Congressional oversight", 
    "Firearms and explosives", 
    "Forests, forestry, trees", 
    "Government information and archives", 
    "Government liability", 
    "Hunting and fishing", 
    "Land transfers", 
    "Land use and conservation", 
    "Outdoor recreation", 
    "Parks, recreation areas, trails", 
    "Photography and imaging", 
    "Public lands and natural resources", 
    "Social work, volunteer service, charitable organizations", 
    "Television and film", 
    "User charges and fees", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2017-06-22T16:11:53Z", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nSportsmen's Act\n\nTITLE I--NATIONAL POLICY\n\n(Sec. 101) This bill states U.S. policy that federal departments and agencies must:\n\n facilitate the expansion and enhancement of hunting, noncommercial fishing, and recreational shooting opportunities on federal land; conserve and enhance aquatic systems and the management of game species and the habitat of those species on federal land; and consider hunting, noncommercial fishing, and recreational shooting opportunities as part of all federal plans for land, resource, and travel management. TITLE II--SPORTSMEN'S ACCESS TO FEDERAL LAND\n\n(Sec. 202) This bill declares that federal land must be open for hunting, noncommercial fishing, and recreational shooting unless the managing agency acts to close the lands. The bill establishes procedures for closing the land, including reporting on the closures.\n\n(Sec. 204) The Forest Service or the Bureau of Land Management (BLM) may lease or permit the use of federal land for a shooting range, except land within:\n\n a component of the National Landscape Conservation System; a component of the National Wilderness Preservation System; any area that is designated as a wilderness study area, administratively classified as wilderness-eligible or wilderness-suitable, or a primitive or semiprimitive area; a national monument, national volcanic monument, or national scenic area; or a component of the National Wild and Scenic Rivers System (including areas designated for study for potential addition to the system). (Sec. 205) The bill amends the Equal Access to Justice Act and the federal judicial code to require the Administrative Conference of the United States to: (1) submit an annual report on the amount of fees and other expenses awarded to prevailing private parties in litigation involving the United States; and (2) create and maintain a searchable, online database containing specified information with respect to each award. (The Equal Access to Justice Act allows a prevailing party to recover costs and attorneys' fees against the United States in both administrative and judicial proceedings, if the position of the United States was not substantially justified.)\n\n (Sec. 206) The National Park Service (NPS), the U.S. Fish and Wildlife Service, the BLM, and the Forest Service must prepare a list that identifies land within their respective jurisdictions that is: (1) open to the public for hunting, noncommercial fishing, or recreational uses; (2) not accessible to the public because the land does not have public entry or exit points or has significantly restricted public entry and exit points; and (3) at a minimum, 640 acres in size. Those federal entities must: (1) make this information available biennially for a 10-year period, and (2) report on options for providing public entry and exit points for the land.\n\n(Sec. 207) The bill amends the Federal Land Transaction Facilitation Act, including by permanently authorizing the Department of the Interior to sell or exchange certain public land and use the proceeds from those sales or exchanges for acquiring land that is an inholding or adjacent to federally designated areas that contain exceptional resources.\n\nTITLE III--FILMING ON FEDERAL LAND MANAGEMENT AGENCY LAND\n\n(Sec. 301) The bill requires the Departments of Agriculture (USDA) and of the Interior to establish a fee schedule for commercial filming and still photography operations on federal land and to provide special rules to exempt film crews of three people or fewer from paying fees under such schedule.\n\nTITLE IV--WILDLIFE AND HABITAT CONSERVATION\n\n(Sec. 401) The bill amends the Pittman-Robertson Wildlife Restoration Act to facilitate the construction and expansion of public target ranges by: (1) authorizing a state to pay up to 90% of the costs of acquiring land for, expanding, or constructing a public target range; (2) authorizing a state to elect to allocate 10% of a specified amount apportioned to it from the wildlife restoration fund for those costs; (3) limiting the federal share of those costs under such Act to 90%; and (4) requiring amounts provided for those costs under such Act to remain available for expenditure and obligation for five fiscal years.\n\nThe bill urges Interior and USDA to cooperate with state and local authorities and other entities to carry out waste removal and other activities on any federal land used as a public target range to encourage its continued use for target practice or marksmanship training.\n\n(Sec. 402) The bill establishes a Wildlife and Hunting Heritage Conservation Council Advisory Committee to advise USDA and Interior on wildlife and habitat conservation, hunting, and recreational shooting.\n\nAmong its duties, the Advisory Committee shall advise USDA and Interior on:\n\n implementation of the Recreational Hunting and Wildlife Resource Conservation Plan--A Ten-Year Plan for Implementation, and any successor plans, in accordance with Executive Order 13443 (relating to the facilitation of hunting heritage and wildlife conservation); increasing public awareness of, and support for, the Wildlife Restoration Program; fostering wildlife and habitat conservation and ethics in hunting and shooting sports recreation; fostering communication and coordination among the federal government and state and tribal governments, industry, sportsmen and sportswomen who hunt and shoot, wildlife and habitat conservation and management organizations, and the public; providing access to federal land for recreational shooting and hunting; and improving the implementation of federal conservation programs that benefit wildlife, hunting, and outdoor recreation on private land. TITLE V--BOWS AND WILDLIFE MANAGEMENT\n\n(Sec. 501) The NPS may not prohibit individuals from transporting bows and crossbows in the national park system if certain requirements are met.\n\n(Sec. 502) The NPS may use qualified volunteers to assist in wildlife management efforts in reducing the size of wildlife populations in the national park system.\n\nTITLE VI--MISCELLANEOUS\n\n (Sec. 601) The bill does not modify the rights of Indian tribes or federal law relating to migratory birds or endangered or threatened species.\n\n (Sec. 602) The bill does not provide a preference for hunting, noncommercial fishing, or recreational shooting over any other use of federal land or water.\n\n(Sec. 603) The bill does not: (1) authorize USDA or Interior to require federal licenses or permits for hunting and fishing on federal land, or (2) enlarge or diminish the responsibility or authority of states to manage fish and wildlife."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sportsmen's Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sportsmen's Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Sportsmen's Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Sportsmen's Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Sportsmen's Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-09-19T12:26:07Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s733.xml"
}