{
  "actions": [
    {
      "acted_at": "2017-01-03", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-01-03", 
      "action_code": "", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s15-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-01-03", 
  "number": "15", 
  "official_title": "A bill to impose sanctions with respect to the ballistic missile program of Iran, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Iran Ballistic Missile Sanctions Act", 
  "sponsor": {
    "bioguide_id": "H001041", 
    "district": null, 
    "name": "Heller, Dean", 
    "state": "NV", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-01-03", 
  "subjects": [
    "Alliances", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Aviation and airports", 
    "Congressional oversight", 
    "Europe", 
    "Foreign and international banking", 
    "Foreign property", 
    "Government information and archives", 
    "Government studies and investigations", 
    "International affairs", 
    "Iran", 
    "Middle East", 
    "North Korea", 
    "Nuclear weapons", 
    "Sanctions", 
    "Securities", 
    "Spacecraft and satellites", 
    "Trade restrictions", 
    "United Nations", 
    "Visas and passports"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2017-01-03T05:00:00Z", 
    "text": "Iran Ballistic Missile Sanctions Act\n\nThis bill amends the Iran-Iraq Arms Non-Proliferation Act of 1992 to cover ballistic missile or related technology.\n\nThe Iran Sanctions Act of 1996 is amended to: (1) extend the Act through December 31, 2031, and (2) require sanctions on Iran and related entities and persons for actions to acquire or develop ballistic missiles and launch technology.\n\nThe Iran Threat Reduction and Syria Human Rights Act of 2012 is amended to direct the President to report to Congress biannually on: (1) identified persons that have knowingly aided Iran in developing its ballistic missile program, and (2) Iran-North Korea ballistic missile cooperation.\n\nThe President shall block and prohibit all transactions in property and property interests in the United States of any identified person.\n\nAn identified person, with certain exceptions, shall be excluded from U.S. entry.\n\nThe President shall prohibit the opening and prohibit or impose strict conditions on the maintaining in the United States of a correspondent account or a payable-through account by a foreign financial institution that knowingly conducts or facilitates a significant financial transaction for an identified person.\n\nThe President shall block and prohibit all transactions in property and property interests in the United States of:\n\n any entity owned in part by the Aerospace Industries Organization, the Shahid Hemmat Industrial Group, or the Shahid Bakeri Industrial Group, or collectively by a group of individual investors in such groups; or any person that controls or is a board member of such an entity. The Department of the Treasury shall submit to Congress a list of entities (and their officers) in which the Aerospace Industries Organization, the Shahid Hemmat Industrial Group, the Shahid Bakeri Industrial Group, or any agent or affiliate has a specified minimum ownership interest.\n\nThe President shall:\n\n certify to Congress biannually that each person listed in an annex of certain United Nations Security Council Resolutions is not involved with the development of or transfer to Iran of ballistic missiles, related technology, or components; but issue sanctions on any persons involved in those activities and prohibit associated financial transactions in the United States. The President shall report to Congress: (1) biannually a list of sectors of the Iranian economy involved with the development of or transfer to Iran of ballistic missiles or technology; and (2) annually a list of all foreign persons involved with the development of ballistic missiles, technology, or components in those sectors, namely:\n\n automotive, chemical, computer science, construction, electronic, energy, metallurgy, mining, petrochemical, research (including universities and research institutions), and telecommunications. The Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010 is amended to cover the acquisition or development of ballistic missiles, capabilities, and launch technology.\n\nThe Securities Exchange Act of 1934 is amended to require each issuer of securities to disclose to the Securities and Exchange Commission whether it knowingly engaged in any activity involving sectors of Iran that support its ballistic missile program for which sanctions may be imposed."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Iran Ballistic Missile Sanctions Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Iran Ballistic Missile Sanctions Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to impose sanctions with respect to the ballistic missile program of Iran, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "Iran Ballistic Missile Sanctions Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-07-20T16:56:21Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s15.xml"
}