{
  "actions": [
    {
      "acted_at": "2017-01-12", 
      "action_code": "10000", 
      "references": [], 
      "text": "Introduced in Senate", 
      "type": "action"
    }, 
    {
      "acted_at": "2017-01-12", 
      "action_code": "", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s127-115", 
  "bill_type": "s", 
  "by_request": false, 
  "committee_reports": [], 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "115", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2017-01-12", 
  "number": "127", 
  "official_title": "A bill to provide provisional protected presence to qualified individuals who came to the United States as children.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr496-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s128-115", 
      "identified_by": "CRS", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "SAFE Act", 
  "sponsor": {
    "bioguide_id": "F000444", 
    "district": null, 
    "name": "Flake, Jeff", 
    "state": "AZ", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2017-01-12", 
  "subjects": [
    "Administrative remedies", 
    "Border security and unlawful immigration", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Department of Homeland Security", 
    "Detention of persons", 
    "Foreign labor", 
    "Government employee pay, benefits, personnel management", 
    "Immigration", 
    "Immigration status and procedures", 
    "Judges", 
    "Lawyers and legal services"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced in Senate", 
    "date": "2017-01-12T05:00:00Z", 
    "text": "Securing Active and Fair Enforcement Act or the SAFE Act\n\nThis bill amends the Immigration and Nationality Act to provide that the Department of Homeland Security (DHS): (1) shall grant a three-year provisional protected presence to a qualifying alien, (2) may not remove the alien from the United States unless such protected presence is rescinded, and (3) shall provide such alien with employment authorization.\n\nAn alien is eligible for such protected presence and employment authorization if the alien: (1) was born after June 15, 1981; (2) entered the United States before attaining 16 years of age; (3)    continuously resided in the United States since June 15, 2007; (4) was physically but unlawfully present in the United States on June 15; (5) on the date the alien files an application the alien is present in the United States, is enrolled in school or in an education program assisting students in obtaining a high school diploma, has graduated or obtained a certificate of completion from high school or a general educational development certificate, or is an honorably discharged U.S. Coast Guard or Armed Forces veteran; (6) has not been convicted of a felony, a significant misdemeanor, or three or more misdemeanors not occurring on the same date and not arising out of the same act; and (7) does not otherwise pose a threat to national security or a threat to public safety.\n\nThe bill: (1) provides for confidentiality of application information, with certain national security and law enforcement exceptions; and (2) sets forth the criteria under which DHS may rescind protected presence.\n\nAn alien granted protected presence is not considered to be unlawfully present in the United States during such period.\n\nAn alien must be at least 15 years old, unless in removal proceedings, to apply for protected presence.\n\nDHS may provide for an application fee and for fee exemptions.\n\nDHS may not: (1) remove an alien who appears prima facie eligible for protected presence while the alien's application is pending, or (2) refer individuals whose cases have been deferred pursuant to the Deferred Action for Childhood Arrivals Program (DACA) or who have been granted protected presence to U.S. Immigration and Customs Enforcement.\n\n A DACA alien is deemed to have protected presence through the expiration date of his or her deferred action status.\n\n The bill requires the detention of any alien who is: (1) unlawfully present in the United States; and (2) arrested for specified offenses, conviction of any of which would render the alien inadmissible or deportable.\n\n It shall be the goal of the Department of Justice (DOJ), DHS, and the Executive Office for Immigration Review to use funds authorized under this bill to resolve promptly cases pertaining to aliens inadmissible on specified criminal grounds.\n\nIn order to help achieve this goal DOJ shall designate up to 100 temporary immigration judges and DHS shall hire 150 new immigration litigation attorneys."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SAFE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SAFE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Securing Active and Fair Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Securing Active and Fair Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide provisional protected presence to qualified individuals who came to the United States as children.", 
      "type": "official"
    }, 
    {
      "as": null, 
      "is_for_portion": false, 
      "title": "SAFE Act", 
      "type": "display"
    }
  ], 
  "updated_at": "2017-07-20T16:56:14Z", 
  "url": "https://www.gpo.gov/fdsys/bulkdata/BILLSTATUS/115/s/BILLSTATUS-115s127.xml"
}